Repository: DIPSAS/DIPS.Mobile.UI
Catalog: src/app/Components/Resources/LocalizedStrings/LocalizedStrings.*.resx
Languages: nb

source: Components
nb: Komponenter

source: Colors
nb: Farger

source: Resources
nb: Ressurser

source: Sizes
nb: Størrelser

source: SearchBar
nb: Søkefelt

source: Searching
nb: Søking

source: Icons
nb: Ikoner

source: New version
nb: Ny versjon

# New_version_message
source: There is a new version available.
nb: Det er en ny versjon tilgjengelig.

source: Download
nb: Last ned

source: Cancel
nb: Avbryt

source: Birthday
nb: Bursdag

source: Select person
nb: Velg person

# Context_Menu_SingleAction
source: Single action with icon
nb: En handling med et ikon

# Context_Menu_TwoActions
source: Two actions
nb: To handlinger

# Context_Menu_Choices_Multiple
source: Multiple choices
nb: Flervalg

# Context_Menu_Choices_Single
source: Single choices
nb: Valgbare handlinger, kun et valg

# Context_Menu_GroupedActions
source: Grouped actions
nb: Grupperte handlinger

# Context_Menu_Grouped_Choices_Single
source: Grouped single choices
nb: Grupperte enkeltvalg

# Context_Menu_LongPressWithAction
source: Long press menu with an action
nb: Long press menu med en handling

# Action_Format
source: Action {0}
nb: Handling {0}

# Group_Format
source: Group {0}
nb: Gruppe {0}

# SearchPage_PlaceholderText
source: Search for people
nb: Søk etter folk

# SearchPage_HintText
source: Use the search bar to search for people.
nb: Bruk søkefeltet for å søke etter folk.

source: SearchPage
nb: Søkeside

# SearchPage_NoResultText
source: No people match your search, try again.
nb: Du fant ingen folk med søket ditt, vennligst prøv på nytt.

# Option_Format
source: Option {0}
nb: Valg {0}

# BottomSheet_Open
source: Open bottom sheet
nb: Åpne bottom sheet

source: Count
nb: Antall

source: Color
nb: Farge

source: Pick color
nb: Velg farge

source: Add button
nb: Legg til knapp

source: Skeleton loading
nb: Skeleton lasting

source: Loading
nb: Lasting

source: Navigation
nb: Navigasjon

# BottomSheet_OpenWithToolbar
source: Open bottom sheet with toolbar
nb: Åpne bottom sheet med toolbar

# SizesAsVisualBoxes
source: Sizes as boxes
nb: Størrelser som bokser

source: Sizes as font size
nb: Størrelser som font størrelse

source: Alerting
nb: Varsling

source: System Message
nb: System Meldinger

source: Show System Message
nb: Vis System Melding

source: Remove System Message
nb: Fjern System Melding

source: Remove System Message Animate
nb: Fjern System Melding Animert

source: Remove All
nb: Fjern alle

source: Choose Input
nb: Velg input

source: Pick icon
nb: Velg ikon

source: Icon
nb: Ikon

source: Background
nb: Bakgrunn

source: Text
nb: Tekst

source: Duration
nb: Varighet

source: Text color
nb: Tekst farge

source: Text input
nb: Tekst input

source: Background color
nb: Bakgrunnsfarge

source: Icon color
nb: Ikon farge

source: Choose
nb: Velg

source: Display dialog
nb: Vis dialog

# DisplayTemporaryDialog
source: Display temproary dialog
nb: Vis midlertidig dialog

source: Display error dialog
nb: Vis error dialog

source: Display destructive dialog
nb: Vis destruktiv dialog

# Dialog_FakeTitle
source: Test title
nb: Test tittel

# Dialog_TemporaryDescription
source: This will disappear in 5 seconds
nb: Denne vil vare i 5 sekunder

# Dialog_DestructiveDescription
source: This is a destructive dialog
nb: Dette er en destruktiv dialog

source: Destroy
nb: Ødelegg

# Dialog_FakeDescription
source: A very long test description...
nb: En veldig lang beskrivelse

source: Display two dialogs
nb: Vis to dialoger

source: Is running
nb: Laster

# IsRunningHintText
source: Toggle if the indicator should load
nb: Veksle på om indikatoren skal laste

source: Size
nb: Størrelse

source: Activity indicator
nb: Aktivitetsindikator

source: Remove
nb: Fjern
